{
  "Mirë se erdhe në VIAL!":
  "Welcome to Vial!",
  "Zgjidh gjuhën":
  "Language select",
  "Së bashku do të krijojmë një realitet virtual ndryshe.":
"Together, we are building a new virtual reality.",
  "Të bashkuar jemi më të fortë, ndaj bëhu edhe ti pjesë e komunitetit të parë të decentralizuar në Shqipëri.":
"United we are stronger, so join the first decentralized community in Albania.",
  "Email":
"Email",
  "Emri i plotë":
"Full Name",
  "Datëlindja":
"Birthday",
  "Angazhimi juaj":
"Your Occupation",
"Student":
  "Student",
  "Teknologji":
  "Teknology",
  "Ekonomi / Financë":
  "Economy / Finance",
  "Arte":
  "Arts",
  "Biznes":
  "Business",
  "Media":
  "Media",
  "Ligj":
  "Law",
  "Tjetër":
  "Other",
"Pranoj" :
"I accept",
"kushtet e dakordësisë":
"the terms and conditions",
"Jam gati!":
"I am ready!",
  "Whitepaper":
"Whitepaper",
  "Pyetje të shpeshta":
"Frequently asked questions",
  "Cfarë të kuptojmë me “komunitet i decentralizuar”?":
"What is a “decentralized network”?",
  "Një komunitet i decentralizuar është një rrjet që ka aftësinë të qeveriset nga çdo anëtar, duke e bërë këtë komunitet më të drejtë dhe më demokratik.":
"A network is a group of people or entities that share a common goal. When the network is centralized, it means that it is being governed by a close group of people or even one single person. When it is decentralized, that network has the ability to be governed by every member, making it more fair and democratic.",
  "Cfare duhet të bëjë për të qenë pjesë e komunitetit Vial?":
"What do I need to do to be part of Vial Community?",
  "Për momentin është e nevojshme të regjistroheni si më sipër për të qenë ndër të parët që do të përfitoni përpara lancimit zyrtar që Vial do të ketë.":
"You need to do 3 easy steps: Subscribe to our Social Channels, join and engage in our Discord Community and be part of Vial APP.",
  "Kur do të hidhet në treg monedha e Vial?":
"In what period of time will the tokens be issued?",
  "Informacion të detajuar mbi “tokenomics” do të gjeni në White Paper.":
"VIAL is driven by its own crypto asset – the VIAL token, which will be issued when the mainnet goes live. Its supply schedule will be progressively issued over the course of the next 100 years. You can find more details on tokenomics in our Whitepaper.",
"A është Vial para falas?": 
  "Is Vial free money?",
  "Vial nuk është para falas. Është një projekt afatgjatë suksesi i të cilit varet nga kontributet e antarëve të saj.":
  "Vial is not free money. It is a long term project, whose success is wholly dependent on its members contributing.",
  "Rrjeti ka për qëllim të ndihmojë njerëzit e thjeshtë të kenë ekspozim ndaj një vlere ekonomike që sot shkon drejt palëve të treta. Vial DAS varet nga kontributet kolektive të shoqërisë.":
  "The network's main objective is to help expose ordinary people to an economic value that nowadays goes straight to third parties. Vial DAS depends on the collective contributions of the society.",
  "A ka ndonjë kriter për t'u regjistruar në komunitetin e Vial?":
"Can anyone join Vial Community?",
  "Jo! Të gjithë janë të ftuar ti bashkohen këtij komuniteti.":
"Yes! The Vial community and Vial app are open to anyone who wants to be part of it.",
  "A është e nevojshme të mbledh pikë për ti konvertuar në monedhen Vial?":
"How do I earn points ? Where do I collect them?",
  "Së shpejti do të prezantohen një sërë mënyrash që ju mund të grumbulloni pikë duke qenë aktivë në forumin e Vial.al dhe gjithashtu në aplikacionin vial.app":
"You can earn points by performing certain incentivized actions in the ViAl app (like daily swipe, posting content, etc). Save these points because they will be redeemable with ViAl tokens when the network goes live.",
  "Cili është vizioni i aplikacionit përsa i përket zhvillimit të tij?":
"What will be the first decentralized applications (dApps) built on VIAL?",
  "VIAL ka vizionin që brenda platformës të përfshihen këto komponentë:":
"To facilitate all the needs of a decentralized society, there needs to be a robust framework with various features and systems in order to ensure that people can communicate, work, and grow together. The vision that we have is for the VIAL Platform to have the following components:",
  "Për çfarë shërben seksioni “Vial Voice”?":
"What can I do in Vial Voice, How can I use it?",
  "Ju mund të lexoni përmbajtje edukative lidhur me kriptomonedhat dhe blockchain, të angazhoheni me anëtarët e tjerë të komunitetit për temat tuaja të preferuara, të postoni përmbajtje dhe gjithashtu të shpërbleheni me pikë VIAL për këtë aktivitet. Pikët e grumbulluara do të përdoren për t’ju shpërblyer në vazhdim.":
"You can read educational content on crypto and blockchain (primarily), engage with other community members on your favorite topics, post content and also get rewarded by ViAl points for this activity. Points can be used in other ViAl apss or can be redeemed for ViAl tokens when the network goes live.",
  "Kush mund të votojë në Vial?":
"Who can vote in the Vial app?",
  "Të gjithë anëtarët që kanë një numër të konsiderueshëm pikësh mund të votojnë.":
"Everyone who will have a certain number of ViAl points can vote easily in the app.",
  "A mund të krijoj një pyetësor në Vial?":
"Can I create a question for the voting section?",
  "Ju mund të shtoni sugjerime për propozimin e ardhshëm, por rrjeti do të jetë ai që do të vendosë nëse një propozim duhet të votohet. Të paktën derisa rrjeti të jetë live.":
"You can add suggestions about the next proposal, but the team will be the one to decide if a proposal should be voted upon. At least until the network goes live.",
  "A më duhen “monedha Vial” për të votuar?":
"Do I need tokens to vote?",
  "Për të votuar do të duhen vetëm pikë të grumbulluara nga aktiviteti në Vial. Pasi rrjeti të jetë live, komunitetit do ti duhen monedhat për të votuar.":
"You will need to have ViAl Points to vote. On the ViAl blockchain you will need to have tokens.",
  "Cili është qëllimi dhe vlera e Vial Points?":
"What is the purpose and value of Vial Points?",
  "Në sistemin e brendshëm në komunitetin tonë pikët Vial janë për të nxitur dhe mbajtur gjurmët e veprimeve të përdoruesit. Meqenëse Vial synon të evolohet rreth nje ekonomie blockchain, vlera e tyre do të përshtatet sipas monedhës Vial.":
"ViAl points is an internal system to incentivize and keep track of user’s actions. Since ViAl aims to be a blockchain economy, they will have value according to ViAl’s token price.",
  "Mund të blej pikë me monedha fiat?":
"Can I buy points with fiat currency?",
  "Pikët mund të grumbullohen vetëm duke qenë aktiv në Vial.":
"At the moment ViAl points can be earned only by participating in the ViAl app.",
  "A është e sigurt kibernetikisht platforma e Vial?":
"Is Vial platform cybersecure?",
  "Platforma e Vial do të testohet dhe kontrollohet përpara se ti ofrohet komunitetit.":
"ViAl blockchain platform will be battle-tested and audited before it goes live.",
  "Cili eshte qellimi i komunitetit ViAL?":
"What will be purpose of Vial community?",
  "Qëllimi i komunitetit do të jetë të angazhimi në mënyrë të organizuar dhe demokratike per ndërtimin e nje shoqërie të decentralizuar që do të qeverisë realitetin e tyre të ardhshëm, mundësuar nga Web 3.":
"The purpose of the community or let’s say “society” will be to collaboratively and democratically engage and build the decentralized society that will govern their next reality powered by Web 3.",
  "Pse duhet ti bashkohem Vial krahasuar me platformat e tjera në Multivers?":
"Why should I join Vial compared to other platforms in Metaverse?",
  "Ju duhet të jeni pjesë e Vial dhe të gjitha platformave Metaverse për aq kohë sa të gjeni vlerën që komunitetet përkatëse ju ofrojnë.":
"You should be a part of ViAl and all the Metaverse platforms for as long as you find value that the respective communities are providing.",
  "A mund ta rregjistroj biznesin tim në Vial?":
"Can I register my business on Vial?",
  "Për momentin jo, por është në planet afatgjata të kompanisë. Bizneset do luajnë një rol kyç në të ardhmen e Vial.":
"At this moment no, but it will be available on the next updates. Businesses will play a key role in ViAl.",
  "A mund të tregtohet dhe këmbehet monedha Vial?":
"Will Vial have an exchangeable and tradable token?",
  "Po. Nëpërmjet DEX (shkëmbime të decentralizuara) fillimisht dhe më pas përmes atyre të centralizuara (si Kucoin, Binance, etj.).":
"Yes it will. Through DEXs (decentralized exchanges) first and then through centralized ones (like Kucoin, Binance, etc).",
  "Çfarë është një DAO?":
"What is a DAO?",
  "DAO quhet një Organizate Autonome e Decentralizuar. Ajo ëhtë një nga rastet më të përdorura të blockchain-eve, ku cdokush mund të krijojë struktura qeverisëse mbi një platforme prej smart contracts për ta automatizuar dhe siguruar proçesin e marrjes së vendimeve.":
" DAO means Decentralized Autonomous Organization. It is one of the many uses cases of blockchains where people can freely create governance structures on top of a smart contract platform to automate and secure decision making processes.",
  "Çfarë janë smart contracts?":
"What are smart-contracts?",
  "Smart contracts janë marrëveshje të koduara në një sistem blockchain ku ato zbatohen automatikisht, pa patur nevojë për tu verifikuar nga një palë e tretë.":
"Smart contracts are agreements coded in a system like blockchain where they are enforced automatically, without needing a third party to validate them.",
  "Si do të rritet vlera e monedhës Vial?":
"How will the ViAl token accrue value?",
  "Sa më shumë transaksione të ndodhin në shoqërinë e tokenizuar të Vial, aq më i vlefshëm është monedha ViAl për shkak të mekanikës së tij.":
"ViAl token is a utility token that represents the economic activity happening in its blockchain. The more transactions happen in the tokenized society of ViAl the more valuable the ViAl token is due to its mechanics.",
  "Pyetje të tjera":
"Other questions",
  "Kërkon të dish më shumë? Dërgo pyetjen tënde këtu dhe do të kthehemi së shpejti tek ty!":
"Do you want to know more? Send your question and we will be back as soon as possible to you!",
  "Dërgo":
"Send",
  "Terms and conditions":
"Terms and conditions",
  "Privacy policy":
"Privacy policy",
  "Na kontaktoni":
"Contact us",
  "Aplikimi juaj u krye me sukses!":
"Your application was sent successfully!",
  "Pyetja juaj u dërgua me sukses!":
"Your question was sent successfully!",
  "Na ndiqni në rrjetet sociale për me shumë.":
"Follow us on our social medias for more.",
"|": "|",
      "*": "*",
      "...": "...",
      "Ju lutem pranoni kushtet": "Please accept the terms and conditions",
      "Ju lutem plotësoni fushat me informacion të saktë": "Please fill the fields with the respective information",
      "VIAL Voice": "VIAL Voice",
      "VIAL Education Hub": "VIAL Education Hub",
      "VIAL Rewards": "VIAL Rewards",
      "VIAL Marketplace": "VIAL Marketplace",
      "VIAL Launchpad": "VIAL Launchpad",
      "VIAL Causes/": "VIAL Causes/",
      "VIAL Tourism & Entertainment": "VIAL Tourism & Entertainment",
      "VIAL Vote": "VIAL Vote",
      "VIAL DeFi Services": "VIAL DeFi Services",
      "Instagram": "Instagram",
      "Twitter": "Twitter",
      "Telegram": "Telegram",
      "Medium": "Medium",
      "Discord": "Discord",
      "Reddit": "Reddit",
      "LinkedIn": "LinkedIn",
      "Facebook": "Facebook",
      "© Vial ltd.": "© Vial ltd.",
      "Terms and Agreements": "Terms and Agreements",
      "Privacy Policy": "Privacy Policy",
      "reCAPTCHA": "reCAPTCHA",
      "Bashkohuni në Vial": "Join Vial",
  "VIAL QUIZ: Sa Crypto-Geek e mban veten?": "VIAL QUIZ: Are you a Crypto-Geek?",
  "VIAL do të organizojë një quiz live në datën 28 MAJ, ora 17:00-17:30 PM në IG Story": "VIAL will organize a quiz live on 28 of MAY, 17:00-17:30 PM on our IG Story",
  "$250 USDT për 5 FITUES!": "$250 USDT for our 5 WINNERS!",
  "Hapat që duhet të ndiqni për t’u regjistruar në këtë quiz:": "The steps you have to follow to take part in this quiz:",
  "IG Username": "IG Username",
  "Shkruaje këtu emrin e profilit të IG": "Write your Instagram profile username",
  "Vendosni këtu emailin që do regjistroheni në forum": "Write the email you will use to register on our forum",
  "5. Regjistrohu në forum": "5. Register on our forum",
  "Regjistrohu": "Register",
  "3. Adresa e Wallet në trc20 (Nese keni nje wallet)": "3. Your TCR20 Wallet address (If you have one ready)",
  "4. Bashkohu në grupin tone të Telegram për më shumë lojra të tilla": "4. Join our Telegram group for other games, quizes and more"
}
